Repository: bitigchi/yap
Catalog: Sources/yap/Resources/*.lproj/Localizable.strings
Languages: ru

source: No argument specified. Add [--help] to see available arguments.
ru: Аргумент не указан. Добавьте [--help], чтобы увидеть доступные аргументы.

source: Number not valid. Type "yap ls" to see the correct item number.
ru: Номер не действителен. Введите "yap ls", чтобы увидеть правильный номер элемента.

source: There are no completed items. Mark some items as "complete" first.
ru: Там нет завершенных пунктов. Сначала отметьте некоторые пункты как "завершенные".

source: There is nothing on the list! Being productive, eh?
ru: В списке ничего нет! Быть продуктивным, а?

source: You haven't added a to-do item yet. Use "yap add" to use stdin or use "yap add <to-do>".
ru: Вы еще не добавили элемент списка дел. Используйте "yap add" для использования стандартного ввода или используйте "yap add <to-do>".

source: Add due dates.
ru: Добавить сроки.

source: Add item to the list.
ru: Добавить пункт в список.

source: All completed items have been purged.
ru: Все завершенные пункты были очищены.

source: All items have been purged.
ru: Все пункты были очищены.

source: Changed state: %@
ru: Измененное состояние: %@

source: Complete: %@
ru: Завершено: %@

source: Deleted: %@
ru: Удалено: %@

source: Due date set to: %@
ru: Срок выполнения установлен на: %@

source: Due date.
ru: Срок выполнения.

source: For: %@
ru: Для: %@

source: Hide due date.
ru: Скрыть срок выполнения.

source: Item already in the list.
ru: Пункт уже в списке.

source: Item(s) already completed.
ru: Пункт(ы) уже завершен(ы).

source: Pending items:
ru: Нерешенные пункты:

source: List items.
ru: Перечислить пункты.

source: Mark item as pending.
ru: Отметить пункт как нерешенный.

source: Mark item as complete.
ru: Отметить элемент как завершенный.

source: Pending: %@
ru: Не решено: %@

source: Purge both complete and pending items.
ru: Очистить заверенные и нерешенные пункты.

source: Purge completed items (default).
ru: Очистить завершенные элементы (по умолчанию).

source: Purged: %@
ru: Очищено: %@

source: Recently completed:
ru: Недавно завершено:

source: Remove individual items.
ru: Удалить индивидуальные пункты.

source: Removed: %@
ru: Удалено: %@

source: Show both completed and pending items.
ru: Показать завершенные и нерешенные пункты.

source: Show completed items.
ru: Показать завершенные элементы (по умолчанию).

source: Show less detail.
ru: Показать меньше деталей.

source: Simple to-do list
ru: Простой список дел

source: To-do added successfully!
ru: Задание успешно добавлено!

source: To-do item number.
ru: Номер задания.

source: To-do text.
ru: Текст задания.

source: version
ru: версия

source: You cannot enter an empty to-do.
ru: Вы не можете ввести пустое задание.
