Repository: bitigchi/yap
Catalog: Sources/yap/*.lproj/Localizable.strings
Languages: tr

source: Due date set to (formatter.string( from: dueDate)), for: (todo.name)
tr: (todo.name) için son tarih (formatter.string(from: dueDate)) olarak ayarlandı.

source: No argument specified. Add [--help] to see available arguments.
tr: Hiçbir değişken belirtilmedi. Kullanılabilir değişkenleri görmek için [--help] ekleyin.

source: Number not valid. Do "yap ls" to see the correct item number.
tr: Numara geçerli değil. Doğru öge numarasını görmek için "yap ls" yazın.

source: There are no completed items. Mark some items as "complete" first.
tr: Tamamlanan hiçbir öge yok. Öncelikle birkaç ögeyi "tamam" olarak imleyin.

source: There is nothing on the list! Being productive, eh?
tr: Listede hiçbir öge yok! Üretkeniz bakıyorum...

source: You haven't added a to-do item yet. Use "yap add" to use stdin or use "yap add <to-do>".
tr: Henüz bir yapılacak öge eklemediniz. stdin kullanarak eklemek için "yap add" veya komut kullanarak eklemek için "yap ekle <yapılacak>" kullanın.

source: add
tr: ekle

source: Add due dates.
tr: Son tarih ekle.

source: Add item to the list.
tr: Listeye öge ekle.

source: All completed items have been purged.
tr: Tüm tamamlanan ögeler kaldırıldı.

source: All items have been purged.
tr: Tüm ögeler kaldırıldı.

source: Changed state: (numbers.description)
tr: Durum değişti: (numbers.description)

source: cm
tr: tm

source: Complete: (todo.name)
tr: Tamam: (todo.name)

source: Deleted: (todo.name)
tr: Silindi: (todo.name)

source: due
tr: son

source: Due date.
tr: Son tarih.

source: Hide due date.
tr: Son tarihi gizle.

source: Item already in the list.
tr: Öge zaten listede.

source: Item(s) already completed.
tr: Öge(ler) zaten tamamlandı.

source: Items pending:
tr: Bekleyen ögeler:

source: List items.
tr: Ögeleri listele.

source: Mark item as pending.
tr: Ögeleri bekleyen olarak imle.

source: Mark item(s) as complete.
tr: Ögeleri tamam olarak imle.

source: Pending: (todo.name)
tr: Bekliyor: (todo.name)

source: purge
tr: sil

source: Purge both complete and pending items.
tr: Hem tamamlanan hem bekleyen ögeleri sil.

source: Purge everything in a list.
tr: Bir listedeki her şeyi sil.

source: Recently completed:
tr: En son tamamlananlar:

source: Remove individual items.
tr: Ögeleri teker teker kaldır.

source: Removed: (removedItemArray[0].name)
tr: Kaldırıldı: (removedItemArray[0].name)

source: rm
tr: kld

source: Show both completed and pending items.
tr: Hem tamamlanan hem bekleyen ögeleri göster.

source: Show completed items.
tr: Tamamlanan ögeleri göster.

source: Show less detail.
tr: Daha az ayrıntı göster.

source: Simple to-do list
tr: Yalın bir yapılacaklar listesi

source: To-do added successfully!
tr: Yapılacak başarıyla eklendi!

source: To-do item number
tr: Yapılacak öge numarası

source: To-do item number.
tr: Yapılacak öge numarası.

source: To-do text.
tr: Yapılacak metni.

source: version
tr: sürüm

source: You cannot enter an empty to-do.
tr: Boş bir yapılacak öge giremezsiniz.
